tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "saulpw/vd"
tap "shyiko/ktlint"
tap "tomanthony/brews"
brew "openssl"
brew "sqlite"
brew "asciinema"
brew "libffi"
brew "automake"
brew "awscli"
brew "bat"
brew "bazel"
brew "buku"
brew "carthage"
brew "cheat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "desk"
brew "dex2jar"
brew "diff-so-fancy"
brew "docker-clean"
brew "elixir"
brew "exa"
brew "exiftool"
brew "fd"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "python@2"
brew "fpp"
brew "fzf"
brew "gmp"
brew "gawk"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "gtk+3"
brew "highlight"
brew "html-xml-utils"
brew "httpie"
brew "ideviceinstaller", args: ["HEAD"]
brew "imagemagick"
brew "infer"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "jq"
brew "kubernetes-cli"
brew "libxml2"
brew "libyaml"
brew "lynx"
brew "macvim"
brew "mas"
brew "mdcat"
brew "neovim"
brew "nvm"
brew "tree"
brew "pass"
brew "peco"
brew "pidcat"
brew "pkg-config"
brew "protobuf", link: false
brew "q"
brew "qt"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sourcekitten"
brew "swiftlint"
brew "task"
brew "tasksh"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "saulpw/vd/visidata"
brew "shyiko/ktlint/ktlint"
cask "1password"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "firefox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java8"
cask "licecap"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "viscosity"
cask "visual-studio-code"
mas "Flycut", id: 442160987
mas "LogRabbit", id: 930220329
mas "Quiver", id: 866773894
mas "Xcode", id: 497799835
