tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "dduan/formulae"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "shyiko/ktlint"
tap "tomanthony/brews"
tap "tophat/bar"
tap "wagoodman/dive"
brew "xz"
brew "pkg-config"
brew "jpeg"
brew "asciinema"
brew "automake"
brew "awscli"
brew "bat"
brew "bazel"
brew "boost"
brew "broot"
brew "buku"
brew "carthage"
brew "eigen"
brew "gmp"
brew "ceres-solver"
brew "cgal"
brew "cheat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "desk"
brew "dex2jar"
brew "diff-so-fancy"
brew "docker-clean"
brew "erlang"
brew "elixir"
brew "entr"
brew "exa"
brew "exiftool"
brew "libyaml"
brew "fastlane", link: false
brew "fd"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gawk"
brew "geos"
brew "libxml2"
brew "libpq"
brew "zstd"
brew "gdal"
brew "git"
brew "git-lfs"
brew "glances"
brew "glew"
brew "glfw"
brew "glslviewer"
brew "gnupg"
brew "go"
brew "gource"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hexyl"
brew "highlight"
brew "html-xml-utils"
brew "httpie"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller", args: ["HEAD"]
brew "libomp"
brew "imagemagick"
brew "infer"
brew "ios-deploy"
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "lynx"
brew "ruby"
brew "macvim"
brew "mas"
brew "mdcat"
brew "neovim"
brew "ninja"
brew "nvm"
brew "protobuf"
brew "vtk"
brew "opencv"
brew "tree"
brew "pass"
brew "peco"
brew "pidcat"
brew "pigz"
brew "postgresql"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "q"
brew "qt", link: false
brew "r"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rtv"
brew "rust"
brew "sourcekitten"
brew "starship"
brew "swift-protobuf"
brew "swiftlint"
brew "task"
brew "tasksh"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim", link: false
brew "watchman"
brew "wget"
brew "xdot"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "dandavison/delta/git-delta"
brew "denisidoro/tools/navi"
brew "jez/formulae/git-madge"
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
brew "shyiko/ktlint/ktlint"
brew "tophat/bar/yvm"
brew "wagoodman/dive/dive"
cask "1password"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "firefox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java8"
cask "licecap"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "viscosity"
cask "visual-studio-code"
mas "Flycut", id: 442160987
mas "iMovie", id: 408981434
mas "LogRabbit", id: 930220329
mas "Quiver", id: 866773894
mas "ScreenBrush", id: 1233965871
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
