tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
cask "java8"
brew "android-platform-tools"
brew "awscli"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "docker-clean"
brew "exa"
brew "exiftool"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "gradle"
brew "jq"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller", args: ["HEAD"]
brew "imagemagick"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "sqlite"
brew "python@2"
brew "rbenv"
brew "tig"
brew "the_silver_searcher"
brew "tree"
brew "yarn", args: ["without-node"]
brew "fd"
brew "task"
brew "tasksh"
brew "saulpw/vd/visidata"
brew "wget"
brew "html-xml-utils"
brew "ranger"
brew "gpg"
brew "fzf"
brew "ag"
brew "grip"
brew "httpie"
brew "universal-ctags"
brew "zplug"
brew "ripgrep"
brew "go"
brew "rust"
brew "neovim"
brew "pidcat"
brew "zsh-syntax-highlighting"
brew "sourcekitten"
brew "fpp"
brew "gawk"
brew "q"
brew "desk"
brew "pass"
brew "cquery"
cask "1password"
cask "android-studio"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "google-cloud-sdk"
cask "google-chrome"
cask "iterm2"
cask "licecap"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "viscosity"
cask "visual-studio-code"
mas "Flycut", id: 442160987
mas "LogRabbit", id: 930220329
mas "Quiver", id: 866773894
mas "Xcode", id: 497799835
