Angular.ng-template
CoenraadS.bracket-pair-colorizer
enochc.copy-relative-path
donjayamanne.githistory
eamodio.gitlens
christian-kohler.path-intellisense
ms-python.python
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
eg2.tslint
andreweinand.vscode-processes
robertohuertasm.vscode-icons
